afractal.node-essentials
azemoh.one-monokai
be5invis.vscode-icontheme-nomo-dark
burkeholland.simple-react-snippets
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
jasonnutter.search-node-modules
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.powershell
ms-vsliveshare.vsliveshare
orta.vscode-jest
pflannery.vscode-versionlens
pranjalkumar.minimal-kiwi
redhat.fabric8-analytics
redhat.vscode-yaml
riipandi.vscode-atomizer-theme
rodrigovallades.es7-react-js-snippets
swellaby.node-pack
thang-nm.catppuccin-perfect-icons
wallabyjs.quokka-vscode
wix.vscode-import-cost
zhuangtongfa.material-theme
